Repository: CNRS-DSI-Dev/user_files_migrate
Catalog: l10n/*.po
Languages: fr

source: Requesting a migration to self is not allowed.
fr: Demander une migration vers soi-même n'est pas autorisé.

source: Please set the recipient identifier.
fr: Merci de saisir l'identifiant du destinataire.

source: Request confirmed
fr: Demande confirmée

source: Request cancelled
fr: Demande annulée

source: Server error: more than one request with same requester/recipient pair.
fr: Erreur serveur : plus d'une demande avec les mêmes demandeur/destinataire.

source: Server error: no open unconfirmed request for this recipient.
fr: Erreur serveur : aucune demande ouverte non confirmée pour ce destinataire.

source: Server error: no open unconfirmed request with this id.
fr: Erreur serveur : aucune demande ouverte non confirmée avec cet identifiant.

source: Server error: more than one request with same id!
fr: Erreur serveur : plus d'une demande avec le même identifiant !

source: Server error: no open confirmed request with this id.
fr: Erreur serveur : aucune demande confirmée avec cet identifiant.

source: Server error: more than one request with this id !!
fr: Erreur serveur : plus d'une demande avec cet identifiant !

source: Are you sure to CONFIRM this migration request from {requesterUid} to {currentUser} ?
fr: Êtes-vous sûr de CONFIRMER cette demande de migration de {requesterUid} vers {currentUser} ?

source: %s - Files Migration processed
fr: %s - Migration des fichiers terminée

source: %s - Files migration processed
fr: %s - Migration des fichiers terminée

source: <p>Hello,</p>
fr: <p>Bonjour,</p>

source: <p>A file migration request from account %s to account %s has been processed.</p>
fr: <p>La demande de migration du compte %s vers le compte %s a été traitée.</p>

source: A file migration request from account %s to account %s has been processed.
fr: La demande de migration du compte %s vers le compte %s a été traitée.

source: <p>Your file migration request from account %s has been processed.</p>
fr: <p>Votre demande de migration depuis le compte %s a été traitée.</p>

source: Your file migration request from account %s has been processed.
fr: Votre demande de migration depuis le compte %s a été traitée.

source: User Files Migrate
fr: Migration des fichiers utilisateur

source: If you want to request files migration from your account to another account, please set the other account identifier:
fr: Si vous souhaitez demander une migration de vos fichiers vers un autre compte, merci de saisir l'identifiant de cet autre compte :

source: You requested a files migration from your account to the account which identifier is: <span>%s</span>
fr: Vous avez demandé une migration de vos fichiers vers le compte d'identifiant <span>%s</span>

source: Please connect with the other account to validate this request
fr: Merci de vous connecter avec l'autre compte pour valider cette demande

source: Your files migration request has been confirmed. It will be processed soon.
fr: Votre demande de migration a été confirmée. Elle sera traitée rapidement.

source: A files migration has been requested from the account which identifier is:
fr: Une migration de fichier a été demandée depuis le compte :

source: From account's files size
fr: Taille des fichiers du compte d'origine

source: Your account disk space available
fr: Votre espace disque disponible

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer
